[
{"type":"header","version":"5.2.0","comment":"Export to JSON plugin for PHPMyAdmin"},
{"type":"database","name":"ice group store"},
{"type":"table","name":"product","database":"ice group store","data":
[
{"productID":"51",
"details":"The GeForce RTX 3090 is an enthusiast-class graphics card by NVIDIA, launched on September 1st, 2020. Built on the 8 nm process, and based on the GA102 graphics processor, in its GA102-300-A1 variant, the card supports DirectX 12 Ultimate. This ensures that all modern games will run on GeForce RTX 3090. Additionally, the DirectX 12 Ultimate capability guarantees support for hardware-raytracing, variable-rate shading and more, in upcoming video games. The GA102 graphics processor is a large chip with a die area of 628 mm² and 28,300 million transistors. Unlike the fully unlocked GeForce RTX 3090 Ti, which uses the same GPU but has all 10752 shaders enabled, NVIDIA has disabled some shading units on the GeForce RTX 3090 to reach the product's target shader count. It features 10496 shading units, 328 texture mapping units, and 112 ROPs. Also included are 328 tensor cores which help improve the speed of machine learning applications. The card also has 82 raytracing acceleration cores. NVIDIA has paired 24 GB GDDR6X memory with the GeForce RTX 3090, which are connected using a 384-bit memory interface. The GPU is operating at a frequency of 1395 MHz, which can be boosted up to 1695 MHz, memory is running at 1219 MHz (19.5 Gbps effective).\r\nBeing a triple-slot card, the NVIDIA GeForce RTX 3090 draws power from 1x 12-pin power connector, with power draw rated at 350 W maximum. Display outputs include: 1x HDMI 2.1, 3x DisplayPort 1.4a. GeForce RTX 3090 is connected to the rest of the system using a PCI-Express 4.0 x16 interface. The card's dimensions are 336 mm x 140 mm x 61 mm, and it features a triple-slot cooling solution. Its price at launch was 1499 US Dollars.",
"price":"2000"},
{"productID":"935",
"details":"The GeForce RTX 4090 is an enthusiast-class graphics card by NVIDIA, launched on September 20th, 2022. Built on the 4 nm process, and based on the AD102 graphics processor, in its AD102-300-A1 variant, the card supports DirectX 12 Ultimate. This ensures that all modern games will run on GeForce RTX 4090. Additionally, the DirectX 12 Ultimate capability guarantees support for hardware-raytracing, variable-rate shading and more, in upcoming video games. The AD102 graphics processor is a large chip with a die area of 608 mm² and 76,300 million transistors. Unlike the fully unlocked GeForce RTX 4090 Ti, which uses the same GPU but has all 18176 shaders enabled, NVIDIA has disabled some shading units on the GeForce RTX 4090 to reach the product's target shader count. It features 16384 shading units, 512 texture mapping units, and 176 ROPs. Also included are 512 tensor cores which help improve the speed of machine learning applications. The card also has 128 raytracing acceleration cores. NVIDIA has paired 24 GB GDDR6X memory with the GeForce RTX 4090, which are connected using a 384-bit memory interface. The GPU is operating at a frequency of 2235 MHz, which can be boosted up to 2520 MHz, memory is running at 1325 MHz (21.2 Gbps effective).\r\nBeing a triple-slot card, the NVIDIA GeForce RTX 4090 draws power from 1x 16-pin power connector, with power draw rated at 450 W maximum. Display outputs include: 1x HDMI 2.1, 3x DisplayPort 1.4a. GeForce RTX 4090 is connected to the rest of the system using a PCI-Express 4.0 x16 interface. The card's dimensions are 336 mm x 140 mm x 61 mm, and it features a triple-slot cooling solution. Its price at launch was 1599 US Dollars."
,"price":"1800"}
]
}
]
